Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/press_releases_fi/lmoitus_almmuhussd22008.pdf.tmx
Source language: sme
Languages: smn

source: 16.5.2008 Dnro 312/D.a.8/2008
smn: SääŠmteeŠǧǧi vuässlaid / Sämitige jesânáid

source: Sámedikki čuovvovaš čoahkkin (2/2008) dollojuvvo 2.6.2008 dmu 10.00 rájes Sámedikki čállingottis Anáris.
smn: Sämitige čuákkim (2/2008) tuálloo 2.6.2008 äälgin tme 10.00 Sämitige čäällimkoddeest Anarist.

source: Čoahkkima áššelistu sáddejuvvo maŋimustá vahkus 21.
smn: Čuákkim äššilisto postâduvvoo majemustáá ohhoost 21.

source: Klemetti Näkkäläjärvi Kati Eriksen Ságadoalli / puheenjohtaja áššemeannudeaddji / esittelijä
smn: Klemetti Näkkäläjärvi Kati Eriksen saa • • jååŠđteei / saavâjođetteijee čiōŠlǧǧeei / oovdânpyehtee

source: Diehtun / Tiedoksi: Sámedikki bargit / Saamelaiskäräjien henkilöstö Sámi organisašuvnnat / Saamelaisorganisaatiot
smn: Teâttân / Tiättun: SääŠmteeŠǧǧi personkåŠdd / Sämitige pargojuávkku SaaŠmi organisaatia / Sämiorganisaatioh
